[Language]
Code="he-IL"
Name="Hebrew (עברית)"
Translator="Eyal Schachner <eyal.schachner@gmail.com>"
Dir="rtl"

[MainFrame]
Title="Lingoes"
Close="סגור"
Maximize="להגדיל"
Minimize="להקטין"
Restore="שחזר"
Menu="תפריט ראשי"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nהעתקת מילה מהמסך: [$CursorStatus]\nתרגום טקסט נבחר: [$SelectionStatus]\nתרגום טקסט מלוח העריכה: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="העתקת מילה מהמסך: [$CursorStatus]\nתרגום טקסט נבחר: [$SelectionStatus]\nתרגום טקסט מלוח העריכה: [$ClipboardStatus]"
Enabled="פעיל"
Disabled="לא פעיל"

[MainMenu]
Open="פתח"
CursorTranslator="להעתיק מילה מהמסך"
SelectionTranslator="תרגם טקסט נבחר"
ClipboardTranslator="תרגם טקסט מלוח העריכה"
Configuration="הגדרות..."
Dictionaries="מילונים..."
Appendices="תוספות..."
Activation="הכנסת רישיון"
UpdateOnline="עדכון מקוון"
Help="עזרה"
About="אודות Lingoes"
SupportOnline="תמיכה מקוונת"
Exit="יציאה"

[DlgInput]
Back="אחורה"
Forward="קדימה"
MainMenu="תפריט ראשי"
HistoryList="היסטוריה"
Search="חיפוש", "חפש הסבר מפורט"
WebSearch="חיפוש באינטרנט"
AutoMatch="התאמה אוטומטית", "התאמה אוטומטית בקבוצת אינדקס"
MatchSetup="אפשרות קבוצת אינדקס..."
FindEngine="קבל עוד מנועי חיפוש..."

[DlgIndex]
Index="אינדקס"
Guide="מדריך"
Appendix="תוספת"
NoIndex="אין אינדקס"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Add dictionary into <b>Index Group</b>, You can get spelling suggest while input word.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>To manage index group, click here.</u></a></div>"

[WebGuide]
Results="תוצאות"
Spelling="כתיב חלופי"
Appendices="תוספות"
Options="אפשרויות"
Dictionaries="מילונים...", "ניהול מילונים"
ManageAppendices="תוספות...", "ניהול תוספות"
Configuration="הגדרות...", "פתח מסך הגדרות"
Help="עזרה", "פתח מסך עזרה"
Homepage="lingoes.net", "בקר באתר של Lingoes"
Community="קהילת Lingoes", "הקהילה המקוונת של Lingoes"

[DlgAppendix]
WndTitle="אפשרויות של תוספות"
Close="סגור"
Install="התקן", "Lingoes Appendices (*.laf)|*.laf|", "ההתקנה נכשלה! \nיכול להיות שחסרות לך הרשאות מתאימות."
Delete="מחק", "האם אתה בטוח שאתה רוצה למחוק \"[$Title]\"", "מחיקת \"[$Title]\" נכשלה! \nיכול להיות שחסרות לך הרשאות מתאימות."
Modify="שנה", "השינוי נכשל! \nיכול להיות שחסרות לך הרשאות מתאימות."
NewGroup="קבוצה חדשה", "כישלון ביצירת קבוצה חדשה! \nיכול להיות שחסרות לך הרשאות מתאימות."
MoveUp="למעלה"
MoveDown="למטה"
CreateAppendix="צור תוספת שלי..."
Download="קבל תוספים נוספים..."
Name="שם"
Group="קבוצה"
InstallSucceed="\"[$Title]\" ההתקנה הצליחה."
OverwriteInstall="התוספת כבר קיימת, האם לכתוב עליה?\n\nכותרת לתצוגה:[$Title]\nName: [$Name]"
InvalidInstallFile="קובץ התקנה לא תקין!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="שנה \"[$Title]\"", "צור קבוצה חדשה"
Name="שם"
DisplayTitle="תצוגת כותרת"
DisplayStyle="סגנון תצוגה"
Ok="אשר"
Cancel="בטל"

[DlgAppendixBuilder]
WndTitle="בונה תוספות"
Name="שם:  (A-Z, 0-9, מקף וקו תחתון בלבד)", "נדרש שם, השם יכול להכיל A-Z, 0-9, מקף וקו תחתון בלבד"
Title="כותרת לתצוגה:", "כותרת נדרשת!"
Location="מיקום תיקייה הפרויקט:", "כישלון ביצירת תיקייה עבור הפרויקט!", "בחר תיקייה זמינה"
Create="צור פרויקט חדש", "הצלחה ביצירת פרויקט!\n\nעכשיו אתה יכול ליצור פרויקט ע"י עדכון קובץ \"index.html\".", "כישלון ביצירת הפרויקט!"
Build="בנה", "הצלחה בבניית קובץ התוספת!\n[$Filename]", "כישלון בבניית קובץ התוספת!\n[$Filename]"
Close="סגור"
Tips="Tips: You can design the appendix freely by editing the \"index.html\" file after created a new project."
OverwriteProject="קובץ הפרויקט קיים, האם לכתוב עליו?"

[DlgView]
Speak="הגד", "הגד את הטקסט הנבחר"
Search="חפש"
Copy="העתק"
Print="הדפס..."
Save="שמור..."
Find="חפש..."
SelectAll="בחר הכל"
TextTranslate="תרגום טקסט", "הרץ תרגום טקסט"
StartPage="דף פתיחה", "דף פתיחה"
ShowIndex="הצג סרגל-צד"
HideIndex="הסתר סרגל-צד"
SaveFilter="HTML File (*.htm; *.html)|*.htm;*.html|"
SpeechOption="אפשרויות דיבור..."
SelectVoice="בחר קול"
Activation="הפעלה", "אשף הפעלת Lingoes"

[DlgRegister]
Title="Lingoes - הרשמה למשתמש מיסחרי"
FreeDownload="Lingoes is free for non-commercial purposes use.\r\nDownload free version here..."
Name="שם:", "נדרש שם"
Email="דואל:", "נדרשת כתובת דואל"
RegCode="קוד רישום:", "קוד הרישום אינו תקין"
Support="שירות לקוחות"
Register="רישום", "שמירת פרטי ההרשמה נכשלה"
Exit="יציאה"

[DlgInfo]
Title="הודעה"
Ok="אשר"
Cancel="בטל"
Yes="כן"
No="לא"
Retry="חזור שנית"
Abort="בטל"
Ignore="התעלם"

[DlgAuthentication]
Title="התחבר ל "
TitleProxy="התחבר לשרת proxy "
Username="שם משתמש:"
Password="סיסמא:"
Remember="זכור את הסיסמא שלי"
Ok="אשר"
Cancel="בטל"

[WndGrab]
Open="חפש הסברים מפורטים"
Speak="הגד"
Copy="העתק"
TextTranslation="תרגום טקסט"
KeepSize="שמור על גודל החלון"
KeepVisible="שמור על החלון תמיד עליון"
Back="אחורה" 
Forward="קדימה"
Search="חיפוש\n  Enter:\t\tחיפוש\n  Ctrl + Enter:\tחיפוש הסברים מפורטים\n  Shift + Enter:\tתרגום טקסט\n  Alt + Enter:\tחיפוש באינטרנט"
RollUp="גלול למעלה את החלון"

[DlgDictOption]
Title="אפשרויות מילון"
NetInstall="התקן מ- Lingoes", "התקן מילון מאתר Lingoes"
Install="התקן", "התקן מילון מהכונן"
Uninstall="הסר", "הסר מילון"
Add="הוסף", "הוסף מילון לרשימה"
Remove="הורד", "הורד את המילון מהרשימה"
Download="הורד קובץ", "הורד את המילון לשימוש בלתי מקוון"
MoveTop="", "לראש הרשימה"
MoveUp="", "למעלה"
MoveDown="", "למטה"
MoveBottom="", "לתחתית הרשימה"
MoreDetails="", "צפה בפרטי מילון"
Close="סגור"

Installed="מילונים מותקנים"
Query="מילונים מותקנים"
Index="קבוצת אינדקס"
Grab="קבוצת העתקת טקסט"

InstalledList="מילונים מותקנים"
QueryList="מילונים מותקנים"
IndexList="רשימת קבוצות אינדקס"
GrabList="רשימת קבוצות העתקת טקסט"
DictID="זיהוי"
Online="מקוון"

Type="סוג"
OnlineType="דורש חיבור לאינטרנט"
AddFilter="Lingoes Dictionaries (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="התקן מילון"
Installing="מתקין..."
IndexDictTooMany="Tips:\n\nAdding too many dictionaries into \"Index Group\" will slowdown the rate of matching word while type charactors in search box.\nSo we recommend you that add a few frequesntly-used dictionaries into \"Index Group\" only."

[DlgDictList]
Title="הוסף מילונים"
Add="הוסף"
Cancel="בטל"
Select="בחר"
DictList="מילונים מותקנים"
ID="זיהוי"
Online="מקוון"

[DlgDictInfo]
Title="מידע נוסף"
Close="אשר"

ID="זיהוי"
MD5="MD5"
Name="שם"
Version="גירסא"
Date="תאריך יצירה"
Update="עדכון אחרון"
IndexCount="סך-הכל מילים"
Language="שפה"
MoreLanguage="עוד..."
DictTitle="תאור"
DictEdition="מהדורה"
DictDescription="תיאור"
PubAuthor="מחבר"
PubEmail="דואל"
PubWebsite="אתר"
PubCopyright="זכויות יוצרים"
Filename="שם הקובץ"

; Install Dictionaries
[DlgDictInstall]
Title="התקן מילון"
InstallSucceed="התקנת המילון הצליחה \"[$DictTitle]\""
DictGroupOption="אפשרויות"
AddIndexGroup="הוסף ל \"קבוצת אינדקס\""
AddIndexGroupDesc="Lingoes תחפש במילונים בקבוצת האינדקס ותציג את התוצאה הקרובה כאשר תקליד ביטוי."
AddGrabGroup="הוסף ל \"קבוצת העתקת טקסט\""
AddGrabGroupDesc="Lingoes תחפש במילונים בקבוצת העתקת טקסט ותציג את התוצאה בחלון כאשר תבוצע העתקה של טקסט."
Ok="אשר"

; Configuration
[DlgOption]
Title="הגדרות"
Ok="אשר"
Cancel="בטל"
General="כללי"
Appearance="מראה"
Connection="חיבור"
Speech="דיבור"
Hotkey="מקשים חמים"
Translate="תרגום"
License="רשיונות"
Capture="העתקת טקסט"

; General
[DlgOptGeneral]
Language="שפה"
UILanguage="שפת ממשק משתמש"

WebSearch="חיבור באינטרנט"
SelectWebSearch="בחר את מנוע החיפוש לשימוש בחיפוש באינטרנט"

TermHistory="היסטוריה ומטמון"
SaveHistory="חיפוש מילים שמורות בהיסטוריה"
ClearHistory="מחק היסטוריה"
ClearHistoryConfirmation="האם אתה בטוח שאתה רוצה למחוק את ההיסטוריה?"

ResultCache="מטמון מקומי של מילונים מקוונים"
ClearCache="מחק מטמון", "האם אתה בטוח שאתה רוצה למחוק את המטמון?"

AutoStart="הפעל Lingoes לאחר שאני נכנס למערכת ההפעלה"
StartMin="הקטן לאחר הפעלה"

; Appearance
[DlgOptAppearance]
UserInterface="ממשק משתמש"
WindowStyle="סגנון חלון"
WindowFont="גופן טקסט"
WindowFontSize="גודל גופן"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="תצוגת תוצאות"
TextFont="גופן טקסט"
TextFontSize="גודל גופן"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="גופן פונטי"
CursorTranslatorBar="חלון העתקת טקסט"
FontColor="צבע גופן"
BackColor="צבע רקע"
BorderColor="צבע גבול"
Transparence="חלון העתקת טקסט שקוף"
SampleText="העתקת טקסט"

[Style]
0="ללא סגנון"
1="סגנון ברירת-מחדל"

; Translate
[DlgOptTranslate]
SupportLCMap="תמיכה במיפוי של שפה מקומי"
InstantTranslation="תרגום מיידי"
TargetLanguage="שפת יעד:"
CurrentUserLanguage="= שפת משתמש נוכחית"
TargetLanguage2="אם שפת יעד זהה למקור, אפס ל:"
NoTranslate="= ללא תרגום"

; Capture
[DlgOptCapture]
CursorActivation="העתקת מילה על המסך"
MouseActivation="אופן הפעלה על-ידי העכבר:"
MouseOver="עכבר מעל המילה"
LeftMouseButton="לחצן שמאלי בעכבר"
MiddleMouseButton="לחצן אמצעי בעכבר"
RightMouseButton="לחצן ימני בעכבר"
MouseXButton1="לחצן X בעכבר"
MouseXButton2="לחצן Y בעכבר"
TimeDelay="זמן השהייה:"
MSEL="אלפיות השנייה"
IgnoreNumber="התעלם ממספרים"
IgnoreLatin="התעלם מלטינית (English, French, German, Spanish, etc.)"

IgnoreCJK="התעלם מסינית, יפנית וקוראנית"

IgnoreCyrillic="התעלם מקירילית (Russian, Ukrainian, Bulgarian, etc.)"
IgnoreArabic="התעלם מערבית ועברית"
InstallAdobePlugin="Install Adobe Acrobat PDF Plug-in"
ZonedWord="תרגם טקסט נבחר"
ForTextSelection="עבור בחירת טקסט"
ForDoubleClicking="עבור לחיצה כפולה"
ZonedWordFilterRule="חוקים לבחירת טקסט..."
ShowOnlyFirstResult="הצג את התוצאה הראשונה בלבד"

; Capture - Zoned Word Filter
[DlgOptTranslateZWFilter]
Title="חוקים לבחירת טקסט"
ProgramFilename="שם התוכנית", "שם התוכנית (אם ריק יכללו כל התוכניות)"
WndClassName="שם המחלקה של החלון", "שם המחלקה של החלון (אם ריק יכללו כל החלונות)"
DisableSelect="התעלם מבחירת טקסט", "התעלם מבחירת טקסט"
DisableDBLClick="התעלם מלחיצה כפולה", "התעלם מלחיצה כפולה"
Comment="הערה", "הערה"
Add="הוסף"
Modify="שנה"
Delete="מחק", "האם אתה בטוח שאתה רוצה למחוק את הפריט הנוכחי?"
Ok="אשר"
Cancel="בטל"
LoadDefault="טען ברירת-מחדל", "האם אתה בטוח בטעינת הגדרות ברירת-מחדל?"
Browser="...", "Browser", "Program (*.exe)|*.exe|"
Capture="...", "שם המחלקה של החלון"
AllProgram="-- All Programs --"
AllWindow="-- All Windows --"

[WndClassNameCapture]
Title="שם המחלקה של החלון"
ProgramFilename="שם התוכנית"
WndClassName="שם המחלקה של החלון"
Capture="העתק מהמסך"

; Speech
[DlgOptSpeech]
RPPEngine="מנוע קול טבעי"

RPPEnable="פעיל"
RPPVoice="קול"

RPPRebuildIndexFile="Rebuild Index File", "Rebuild the index file failed! \nThis may be that you have no sufficient file access permissions."
Engine="מנוע Text-to-Speech (TTS)"
Voice="קול"
Enable="אפשר"
Volume="עוצמה"
Pitch="גובה"
Speed="מהירות"
Format="תבנית", "ברירת-מחדל"
RealtimePron="היגוי בזמן-אמת"
PronInQuery="בזמן חיפוש המילה"
PronInCapture="בזמן העתקת הטקסט"
Test="בדוק"
EnterText="הכנס טקסט ונסה את הקול הזה"
DownloadTTS="הורד חבילת קול..."

; Connect
[DlgOptConnection]
ConnectSet="הגדרות חיבור"
DirectConnect="חיבור ישיר"
IEProxyConnect="השתמש בהגדרות proxy מהדפדפן"
ProxyConnect="התחבר דרך שרת Proxy / Firewall"
ProxyServer="שרת Proxy:"
ProxyPort="פורט:"
Username="שם משתמש:"
Password="סיסמא:"
OnlineUpdate="עדכון מקוון"
UpdateNow="עדכן עכשיו"
EnableUpdate="אפשר עדכון מקוון"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="פתח חלון ראשי"
GrabToggleKey="Capture Word on Screen toggle key"
SelectionToggleKey="Translate Selected Text toggle key"
ClipboardToggleKey="Translate Clipboard Text toggle key"
Pronounce="השמעה"
CopyInterpretation="העתק תוכן בתרגום"
SpeakSelectedText="הגד את הטקסט הנבחר"
StopSpeak="הפסק דיבור"
DisableHotKey="נטרל מקשים חמים"

[DlgExpire]
Title="פג התוקף של Lingoes"
Ok="שדרג עכשיו"
Cancel="יציאה"
NetworkSettings="הגדרות רשת"
Support="Lingoes.net"
AskUpgrade="הגירסא הנוכחי הסתיימה, אתה חייב לשדרג לגירסא החדשה! \nשדרג לגירסא החדשה?"

[DlgAbout]
DlgTitle="אודות Lingoes"
Version="גירסא: "
PortableEdition="גירסא ניידת"
Email="כתובת דואל"
Website="אתר Lingoes"
LicenseTo="בעל הרישיון למוצר זה:"
LicenseID="זיהוי: "

[WebResult]
SpellingAlternatives="כתיב חליפי"
SpellChecker="בודק איות"
TextTranslation="תרגום טקסט"
WebSearch="חיפוש באינטרנט"
MoreResults="עוד תוצאות"
WaitSearch="בקש תוצאות חיפוש..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>לא נמצאו התאמות ל \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="איך להשתמש ב- Lingoes"
DownDictTip="הורד מילונים נוספים"
Intro="תמיכה בתרגום של יותר מ 80 שפות<br>תרגום טקסט, תרגום ישירות מהמסך והקראת טקסט"

[TextTranslation]
Title="תרגם טקסט"
To="ל"
Translate="תרגם"
RequestFailed="בקשת התרגום נכשלה."
ConnectFailed="Lingoes נכשלה בחיבור לשרת. אם אתה מחובר לאינטרנט, בדוק את הגדרות החיבור."
WaitRequest=מבקש תוצאות תירגום..."
ParseResultFailed="ניתוח תוצאות התירגום נכשל. אם אתה מקבל את ההודעה מספר פעמים, נא דווח לנו."

; Layout
[Layout]
DictMenu="תפריט מילון"
ShowResult="הראה תוצאות"
MinimizeResult="צמצם תוצאות"
FindWord="חפש: "

; Dictionary Menu
[DictMenu]
About="אודות..."
Enable="פעיל"
Disable="לא פעיל"
DisableMsg="המילון לא פעיל ולא יראה תוצאות!\nאתה יכול להפעיל אותו ממסך \"מילונים\"."
MoveTop="קבע כתוצאה ראשונה"
ArrangeResults="סדר תוצאות..."
IndexGroup="  (Index Group)"
QueryGroup="  (Query Group)"
GrabGroup="  (Text Capture Group)"

[Update]
Title="עדכון מקוון"
AskUpgrade="קיימת גירסא חדשה. האם להתקין את הגירסא החדשה ?"
UpgradeNow="קיימת גירסא חדשה. נדרש להתקין את הגירסא החדשה!"
UpdateSuccess="העדכון הצליח!"
UpdateFail="העדכון נכשל!"
NoUpdate="הגירסא הנוכחית היא המעודכנת"

CheckUpdate="בדוק עדכונים..."
GetUpdateInfo="קבל נתוני עדכונים..."
DownUpdateData="הורד נתונים מעודכנים..."
ExecUpdate="מעדכן את המערכת..."
GetUpgradeInfo="מקבל נתוני עדכון..."
DownUpgradeData="מוריד נתונים מעודכנים..."
ExecUpgrade="מעדכן את המערכת..."
NeedExitForUpgrade="לסיום העדכון Lingoes יופעל מחדש"

[Message]
InitUpdateServerFail="כישלון בהפעלת שירות העדכון האוטומטי "
StartDictServerFail="כישלון בהפעלת שירות המילון."

DictFileErr="תבנית קובץ לא תקינה!\n[$Filename]"
DictVersinTooOld="[$Filename]\nThe version of current dictionary ([$DictVer]) is too old, please update it.\n\nVisit Lingoes website to search the latest version?"
DictVersinTooNew="[$Filename]\nThe version of current dictionary ([$DictVer]) need higher version of lingoes.\n\nDownload latest version from Lingoes website now?"

AskDictRepeatInstall="The dictionaries list include the dictionary \"[$DictTitle]\",\nDo you wish to continue?"
InstallDictFail="כישלון בהתקנת מילון:\n[$Filename]"
AskUninstall="Are you sure you want to uninstall the dictionary?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Uninstall dictionary failed\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Are you sure you want to remove the dictionary \"[$DictTitle]\" in list?"

MemoryAllocFail="כישלון בהקצאת זיכרון."
FilenameInvalid="שם קובץ לא חוקי."
SaveFileFail="כישלון בשמירת קובץ"
OpenFileFail="כישלון בפתיחת קובץ"

AreYouAbort="Are you sure to abort current process?"
CreateThreadFail="Failed to create thread"
CreateEventFail="Failed to create event hand"
Unfulfilment="The feature is unfulfilled"
OnlyProVersion="The feature is only for Pro version."
NoRegister="It's unregistered version, please register Lingoes to use the feature."
UsernameIsEmpty="Username is blank, please fill in again."
SaveSearchResultFail="Failure to save search result."

OpenAppendixFail="Failure to open appendix content.\n\nDownload the appendix from Lingoes website now?"
OpenSpeechEngineFail="Failure to load TTS engine, please check if TTS has installed in your system! \n\nYou must install TTS engine in your operating system to say it. If not, please download it and install it from Lingoes website \n\nDo you want to download it now?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="Sorry, the feature is unfulfilled"
